{
    "(Creator of NFSU Cup)": "(Разработчик NFSU Cup)",
    "1 - published | 0 - unpublished": "1 - опубликован | 0 - черновик",
    "1. At this step, you can create your own rooms. There are control buttons on the bottom left of the game interface::": "1. Здесь у тебя есть возможность создать свою комнату. Кнопки управления находятся в нижней левой области интерфейса игры::",
    "1st": "1-е место",
    "2. We went into the room on the server. Let consider now what controls are available in the game interface. In the upper part we can see the following.": "2. Ты вошел в игровую комнату сервера. Давай рассмотрим какие способы управления доступны в игровом интерфейсе. В верхней части ты можешь увидеть:",
    "2nd": "2-е место",
    "3. If you go to the race list, a new element appears at the bottom:": "3. Если ты перейдешь к списку гонок, то внизу появится новый элемент появится:",
    "3rd": "3-е место",
    "4-16 characters": "4-16 символов",
    "4th": "4-е место",
    "5th+": "5-e+",
    "8-16 characters": "8-16 символов",
    "A competition is a specific, mostly correspondence contest.": "Состязание - это особое, как правило, заочное соревнование.",
    "About :what": "Информация о :what",
    "About Competitions": "Информация о состязаниях",
    "About NFSU Cup": "Информация о NFSU Cup",
    "About NFSU Server": "Информация о NFSU сервере",
    "About Tourneys": "Информация о турнирах",
    "Account": "Аккаунт",
    "Account settings": "Настройки аккаунта",
    "Actions": "Действия",
    "Actions on this tourney are not possible.": "Действия с этим турниром невозможны.",
    "Active": "Активен",
    "Activity": "Активность",
    "Add": "Добавить",
    "Add a comment...": "Оставь комментарий...",
    "Add a public reply...": "Добавь ответ...",
    "Add racer": "Добавить гонщика",
    "Add racer to the final round": "Добавление гонщика в финал",
    "Additional information": "Дополнительна информация",
    "Admin": "Админ",
    "After EA shut down its servers in 2007, all those who wanted to drive to the NFS Underground were forced to switch to unofficial servers. A special client is used to connect to unofficial servers. It can be downloaded in the Downloads section.": "После того, как EA закрыла  свои серверы в 2007, все те, кто хотел погонять онлайн NFS Underground были вынуждены перейти на неофициальные сервера. Специальный клиент должен быть использован для подключения. Его ты можешь найти в разделе загрузок.",
    "All": "Все",
    "All Blog Posts": "Все записи блогов",
    "All comments": "Все комментарии",
    "All competitions": "Все состязания",
    "All magazine covers are opened.": "Открыты все обложки журналов.",
    "All news": "Все новости",
    "All notifications": "Все уведомления",
    "All posts": "Все посты",
    "All questions": "Все вопросы",
    "All seasons": "Все сезоны",
    "All that is required of you is to get into the Best Performers on these tracks.": "Все что от тебя требуется - это попасть в рейтинг Звезды Треков на этих трассах.",
    "All the advantages of this game will not be listed here.": "Здесь не будут перечисляться все достоинства этой игры.",
    "All the underground mode events except the last are passed.": "Пройдены все кроме последней гонки режима underground.",
    "All this was done in order to bring the functionality closer to the official version.": "Все это было сделано, чтобы сделать работу сервера близкой к официальной.",
    "All users": "Все пользователи",
    "Allowed errors count": "Разрешенное количество ошибок",
    "Already registered?": "Уже зарегистрирован?",
    "And if you then pass the racer test, you will be able to take part in the tourneys.": "А когда ты пройдешь тест гонщика, ты сможешь участвовать в турнирах.",
    "And to make it more interesting for you after registration, you can take part in competitions.": "И чтобы сделать это более интересным после регистрации ты сможешь принимать участие в состязаниях.",
    "Announce the final round": "Объявить финальный раунд",
    "Answer index": "Номер ответа",
    "Answer options": "Варианты ответов",
    "Application settings": "Настройки сайта",
    "Approve the draw and start the tourney": "Подтвердить жеребьевку и начать турнир",
    "Archive": "Архив",
    "Are you sure you want to do this?": "Ты уверен, что нужно сделать это?",
    "Are you sure you want to remove an avatar?": "Ты подтверждаешь удаление аватара?",
    "As you know, Need for Speed Underground has a multiplayer.": "Как ты знаешь в Need for Speed Underground есть мультиплеер.",
    "At the end of the competition, the winners receive trophies.": "По завершении состязания победители получают награды.",
    "Attention! You should be aware that communication problems can occur not only on your computer, but also on the computer of the player with whom you are trying to play over the internet.": "Внимание! Тебе следует понимать, что проблемы со связью могут быть не только на твоем компьютере, но и на компьютере игроков с которыми ты пытаешься катать онлайн.",
    "Author": "Автор",
    "Author & Date": "Автор & дата",
    "Author mift0.": "Автор mift0.",
    "Avatar": "Аватар",
    "Avg.Opps.Rank": "Ср. Рейт соп.",
    "Avg.Opps.REP": "Ср. REP соп.",
    "Become a racer": "Стать гонщиком",
    "below": "ниже",
    "Best performers": "Звезды треков",
    "Block": "Блокировать",
    "Blocked": "Заблокирован",
    "Blog": "Блог",
    "Blog posts": "Записи блогов",
    "Body": "Текст",
    "Body En": "Текст En",
    "Body Ru": "Текст Ru",
    "Brief": "Коротко",
    "Browser": "Браузер",
    "Browser notification means a bell icon only on this site. Email notification means sending you a corresponding letter to your email address.": "Уведомления в браузере подразумевает иконку в виде колокольчика на этом сайте. Уведомления по Email будут отправляться на адрес, указанный при регистрации.",
    "bytes": "байтов",
    "Cabinet": "Кабинет",
    "Can not connect to the NFSU server live data.": "Невозможно установить связь с данными NFSU сервера.",
    "Cancel": "Отмена",
    "Cancel the tourney": "Отменииь турнир",
    "Cancelled": "Отменен",
    "Captain": "Капитан",
    "Captainship has been transferred.": "Капитанство передано.",
    "Car": "Машина",
    "Change password": "Сменить пароль",
    "Changing password": "Изменение пароля",
    "Check": "Проверить",
    "Check back later": "Заходи попозже",
    "Choose how you receive notifications. These notification settings apply to several events. Namely, a new tourney has been created, a new competition has been created, a new post has been published.": "Выбери, как ты ходешь получать уведомления. Эти уведомения формируются только по нескольким событиям, происходящим на этом сайте. А именно: создан новый турнир, создано новое состязание, опубликована новая запись блога.",
    "Choose one or several tracks for the competition": "Выбери одну или несколько трасс для состязания",
    "Circuit": "Кольцо",
    "Clan": "Клан",
    "Clan > Name": "Клан > Название",
    "Clean final": "Очистить финал",
    "Click the button below for changing password.": "Кликни кнопку ниже для изменения пароля.",
    "client": "клиент",
    "Close": "Закрыть",
    "Comment": "Комментарий",
    "Comment has been deleted.": "Комментарий удален.",
    "Comment has been updated.": "Комментарий изменен.",
    "Comments": "Комментарии",
    "Competition": "Состязание",
    "Competition #": "Состязание #",
    "Competition archive": "Архив состязаний",
    "Competition has been completed.": "Состязание завершено.",
    "Competition has been created.": "Состязание создано.",
    "Competition has been deleted.": "Состязание удалено.",
    "Competition has been updated.": "Состязание изменено.",
    "Competition is already completed.": "Состязание уже завершено.",
    "Competition personal standing": "Состязание: персональный зачет",
    "Competition tracks": "Трассы состязания",
    "Competitions": "Состязания",
    "Complete": "Завершить",
    "Complete the tourney": "Завершить турнир",
    "Completed": "Завершен",
    "Confirm kicking out the racer?": "Подтверди удаление гонщика?",
    "Confirm Password": "Подтвердите пароль",
    "Confirmation": "Подтверждение",
    "Continue": "Продолжить",
    "Conversation in this dialogue has been blocked.": "Общение в этом диалоге заблокировано.",
    "Correct answer": "Правильный ответ",
    "Correct answer index": "Правильный ответ",
    "Count": "Количество",
    "Countries": "Страны",
    "Countries standing": "Зачет по странам",
    "Country": "Страна",
    "Create": "Создать",
    "Create a shortcut for executable.": "Создай ярлык для исполняемого файла.",
    "Create a team": "Создать команду",
    "Create Game — it is command that creates a new race. Shortcut key is z. Next in this mode serves to join the created game. A good way is an invitation to race via the game chat. The picture shows how BalTazaZ makes such invitation.": "Create Game — эта команда создаст новую гонку. Быстрая клавиша z. Next в этом режиме предназначет для вступления в созданную гонку. Хорошая практика приглашать игроков в гонку, сообщив об этом в игровом чате. На картинке паказано как BalTazaZ делает это.",
    "Create new competition": "Создать новое состязание",
    "Create new post": "Создать новый пост",
    "Create news item": "Создать новость",
    "Create post": "Create post",
    "Create quiz answer": "Создать ответ на вопрос теста",
    "Create quiz question": "Создать вопрос теста",
    "Create team": "Создать команду",
    "Create tourney": "Создать турнир",
    "Create user": "Создать пользователя",
    "Create your account": "Создай свой аккаунт",
    "Creation": "Созидание",
    "Current competition": "Активное состязание",
    "Current season has no tourneys yet.": "В текущем сезоне пока нет ни одного турнира.",
    "Dashboard": "Панель управления",
    "Date": "Дата",
    "Delete": "Удалить",
    "Delete account": "Удалить аккаунт",
    "Delete this account": "Удалить этот аккаунт",
    "Delete your account": "Удалить твой аккаунт",
    "Deleting account": "Удаление аккаунта",
    "Details": "Подробнее",
    "Developed by EA Black Box (ex Black Box Games).": "Разработано EA Black Box (бывшие Black Box Games).",
    "Dialog with :partner": "Диалог с :partner",
    "Dialogues": "Диалоги",
    "Direction": "Направление",
    "Disconnects": "Дисконнекты",
    "Disconnects %": "Дисконнекты %",
    "Dismiss team": "Распустить команду",
    "Dismiss the team now?": "Распустить команду?",
    "Does the Save Patcher see save files?": "Save Patcher не видит файлы сохранений?",
    "Don't forget to save your profile when the new avatar has been uploaded": "Не забудь сохранить, чтобы привязать аватар к профилю.",
    "Download": "Скачать",
    "Downloads": "Загрузки",
    "Draft": "Черновик",
    "Drag": "Дрэг",
    "Draw": "Жеребьевка",
    "Drift": "Дрифт",
    "Edit": "Изменить",
    "Edit comment": "Редактировать комментарий",
    "Edit competition": "Редактировать состязание",
    "Edit news item": "Редактировать новость",
    "Edit post": "Редактировать пост",
    "Edit quiz answer": "Редактировать ответ на вопрос теста",
    "Edit quiz question": "Редактировать вопрос теста",
    "Edit team": "Редактировать команду",
    "Edit tourney": "Редактировать турнир",
    "Edit user": "Редактирование пользователя",
    "Email": "Email",
    "Email password reset link": "Выслать ссылку на смену пароля",
    "En": "Английский",
    "Ended at": "Завершено",
    "Ends at:": "Окончание:",
    "Entering to NFSU Cup": "Вход на NFSU Cup",
    "Example: Race Planet Racers": "Примео: Race Planet Racers",
    "Example: RR": "Пример: RR",
    "Excerpt": "Отрывок, выдержка",
    "Features: no-cd, intro video was cut.": "Особенности: no-cd, вырезвн вступительный ролик.",
    "Features: unlock some items, change money, change statistics, change style points.": "Возможности: разблокировка некоторых вещей, изменение денег, изменение статистики, изменение очков стиля.",
    "Fill out the fields below to create a team": "Заполни поля ниже, чтобы создать команду",
    "Fill out the fields below to join": "Заполни поля ниже, чтобы вступить",
    "Final": "Финал",
    "Final round": "Финальный раунд",
    "Fixed some bugs and added some improvements.": "Исправлены некоторые ошибки и добавлены новые функции.",
    "Flag": "Флаг",
    "For a normal game over the internet, you need to configure the router and forward the following ports to the IP address of the computer with the game:": "Для уверенной игры по интернеты тебе нужно настроить роутер и пробросить следующие порты на IP компьютера с игрой:",
    "for Windows 7, 10.": "для Windows 7, 10.",
    "for Windows XP": "для Windows XP",
    "Forgot your password?": "Не помнишь пароль?",
    "Forgot your password? No problem. Just let me know your email address and I will email you a password reset link that will allow you to choose a new one.": "Не можешь вспомнить пароль? Нет проблем. Просто напиши адрес email, который был при регистрации, и я вышлю на него ссылку для смены пароля.",
    "Frequently asked questions on NFSU Cup": "Часто задаваемые вопросы на NFSU Cup",
    "Full name": "Полное название",
    "Further, real simple.": "Дальше все просто.",
    "game and special": ", т.е. сама игра и специальный",
    "Game saves are in the folder <strong>NFS Underground<\/strong>. And this folder is for Windows XP: <strong>c:\\Documents and Settings\\All users\\Application Data<\/strong>. For Windows 7 and later: <strong>c:\\Users\\All Users<\/strong>. Often, Application Data and All Users folders are hidden. To see them you need to run in the explorer 'Service → Folder Settings → View' and set the 'Show hidden files' flag.": "Файлы сохранений находятся в папке <strong>NFS Underground<\/strong>. Для Windows XP: <strong>c:\\Documents and Settings\\All users\\Application Data<\/strong>. Для Windows 7 и позднее: <strong>c:\\Users\\All Users<\/strong>. Часто Application Data и  All Users папки скрытые. Чтобы увидеть их измени настройки проводника 'Service → Folder Settings → View' и установи флаг 'Show hidden files'.",
    "Game server": "Игровой сервер",
    "Gameplay": "Геймплей",
    "Gameplay help on NFSU Cup": "Помошь по геймплею на NFSU Cup",
    "Go to page :page": "Перейти на страницу :page",
    "Go to your public profile": "Твой публичный профиль",
    "Handle": "Управлять",
    "Handle tourney": "Провести турнир",
    "Handling": "Проведение",
    "Heat": "Заезд",
    "Heat final round": "Финальный заезд",
    "Heat regular round": "Обычный заезд",
    "Heat results": "Результаты заезда",
    "Hello!": "Привет!",
    "Help center": "Центр помощи",
    "Here you can manage your household.": "Здесь ты можешь управляться со своим хозяйством на этом сайте.",
    "Hint: You may complete current season. New season will be created immediately.": "Подсказка: ты можешь завершить текущий сезон. Новый сезон будет создан автоматически.",
    "Hint: You may suspend\/resume season anytime. This allows racers to deny\/allow to create tourneys.": "Подсказка: ты можешь приостанавливать\/возобновлять сезон в любое время. Это позволяет запретить\/разрешить создание турниров.",
    "However, already in 2004, an alternative appeared.": "Однако, уже в 2004 году появилась альтернатива.",
    "I enter to the room on the server. I see the players. I can chat. But when I enter to a race and the race is started the connection is interrupted. What can I do?'": "Я вошел в комнату. Я вижу игроков. Я могу общаться в чате. Но когда я вхожу в гонку и заезд стартует, то связь обрывается. Что я могу сделать?",
    "I will immediately delete your account. All of your tourney result, posts and comments will remind on the site signed with your username.": "Я немедленно удалю твой аккаунт. Все твои турнирные результаты, посты и комментарии останутся на сайте.",
    "I'm sorry, but if you not a fan of Need for Speed Underground,": "Я прошу прощения, но если ты на фанат Need for Speed Underground,",
    "If you did not create an account, no further action is required.": "Если вы не создавали учетную запись, то никаких дополнительных действий не требуется. Игнорируйте это письмо или удалите его.",
    "If you did not request a password reset, no further action is required.": "Если Вы не запрашивали восстановление пароля, то дополнительных действий не требуется.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Если у Вас возникли проблемы с кликом по кнопке \":actionText\", скопируйте и вставьте адрес\nв адресную строку браузера:",
    "Image": "Изображение",
    "Image has been removed.": "Изображение удалено.",
    "Image preview": "Предпросмотр",
    "Impossible to delete someone else's tourney.": "Невозможно удалить чужой турнир.",
    "Impossible to edit someone else's post.": "Невозможно редактировать чужой пост.",
    "Impossible to edit someone else's tourney.": "Невозможно редактировать чужой турнир.",
    "Impossible to edit tourney with this status.": "Невозможно редактировать турнир с таким статусом.",
    "Impossible to publish someone else's post.": "Невозможно опубликовать чужой пост.",
    "Impossible to remove team captain.": "Невозможно удалить капитана команды.",
    "Impossible to restore someone else's post.": "Невозможно восстановить чужой пост.",
    "Impossible to transfer to yourself.": "Невозможно передать самому себе.",
    "Impossible to trash someone else's post.": "Невозможно удалить чужой пост.",
    "Impossible to unpublish someone else's post.": "Невозможно снять с публикации чужой пост.",
    "Impossible to view someone else's post here.": "Невозможно просиотреть чужой пост здесь.",
    "In any case, this information is easy to find on the net.": "По любому эту информацию легко найти в сети.",
    "In English": "Английский вариант",
    "In fact, completing a career is not necessary, but very desirable. Firstly, it is very interesting and dynamic. Secondly, you can gradually get to know all the tracks. Thirdly, it’s best way to feel the control of the car. In the course of a career, the car will gradually improve, and the speed on the tracks will also gradually increase. Fourth, you will understand how a player receives unique car parts from TJ and you can understand which car is cheating and which is not.": "По правде говоря, проходить карьеру вовсе не обязательно, но крайне желательно. Во-первых, это очень захватывающе и динамично. Во-вторых, ты постепенно изучишь все трассы в игре. В-третьих, это лучший способ почествовать управление машиной. По ходу карьеры твой автомобиль будет получать улучшения, а с ними и улучшится время прохождения каждой трассы. В-четвертых, ты узнаешь как игрок получает уники от TJ и сможешь понимать что такое TJ-чит.",
    "In races": "в гонке",
    "In Russian": "Русский вариант",
    "In the client click 'Add server' enter the address nfsu-cup.com or 31.131.19.86. In the list that appears, highlight the line with the desired server. Click 'Use server'. Launch the game. In the game menu, select 'PLAY ONLINE'.": "В клиенте кликнуть 'Add server' ввести адрес nfsu-cup.com или 31.131.19.86. В списке серверов выбрать строку NFSU Cup и кликнуть 'Use server'. Запустить игру. В игровом меню выбрать 'PLAY ONLINE'.",
    "In the days of EA (usually called the time when the official NFS Underground server was running), UNRANKED rooms were usually used for training or some special events. All the people were in the RANKED. One of the main tasks was to climb up the RANKING chain and get into WEEK'S TOP PERFORMERS. For example, in the days of EA in the Circuit, to get into the first hundred you had to have 10 000 000+ REP (For reference: in the game interface RANKINGS shows only the first hundred players)": "Во времена EA (обычно так называют времякогда официальный сервер NFS Underground был онлайн), UNRANKED комнаты обычно использовались для тренировок или специальных мероприятий. Весь народ сидел в RANKED. Только там начислялись очки REP и лучшие попадали в WEEK'S TOP PERFORMERS. А чтобы попасть в топ 100, например, в кольце нужно было иметь 10000000+ REP.",
    "Incorrect combination of race mode and track.": "Неверная комбинация типа гонки и трека.",
    "Index": "Номер",
    "Information": "Информация",
    "Invalid ranking type.": "Недопустимый тип рейтинга.",
    "Invalid track mode.": "Недопустимый тип гонки.",
    "Invalid username for conversation.": "Неверное имя пользователя для общения.",
    "It ends at:": "Заканчивается:",
    "It happened at the end of 2003.": "Это произошло в конце 2003.",
    "It is impossible to delete a member of another team.": "Невозможно удалить участника другой команды.",
    "It is impossible to transfer captainship to a member of another team.": "Невозможно сделать капитаном участника другой команды.",
    "It is recommended to download the client from this site.": "Рекомендуется скачать клиента именно с этого сайта.",
    "It looks like a competition has begun or is about to start.": "Похоже, что новое состязание началось или скоро начнется.",
    "It looks like you are not in a team yet. You can continue to participate in tourneys as an independent racer. But, you have two more alternatives. Create your own team or join an existing one. You need to know the password to join a team. If you create a team, you will become its captain and set a password to join it. You will give this password to the racers who want to join your team. And before creating a team, find out if there are any racers who will join your team. A team that consists of one racer will look somewhat ridiculous. So make your choice or do nothing.": "Похоже ты не в команде. Ты можешь продолжать участвовать в турнирах как независимый гонщик. Однако у тебя есть еще две варианта. Создать свою команду или присоединиться к уже существующей. Тебе нужно знать пароль, чтобы присоединиться к команде. Если ты создашь команду, ты станешь ее капитаном и установишь пароль для присоединения к ней. Ты дашь этот пароль гонщикам, которые захотят присоединиться к твоей команде. И прежде чем создавать команду, узнай, есть ли гонщики, которые будут готовы присоединятся к твоей команде. Команда, состоящая из одного гонщика, будет выглядеть несколько нелепо. Так что сделай свой выбор или не делай ничего.",
    "It seems that you already know them.": "Похоже, что ты и так знаешь о них.",
    "It was almost 100% successful.": "Это удалось почти на все 100%.",
    "Join": "Вступить",
    "Join team": "Вступить в команду",
    "Join the team": "Вступить в команду",
    "Join to NFSU Cup.": "Присоединяйся к NFSU Cup.",
    "Key feature: update car performance including TJ\\'s unique parts sets.": "Key feature: update car performance including TJ\\'s unique parts sets.",
    "Kick out": "Выгнать",
    "Language: english.": "Язак: Английский.",
    "Leave team": "Выйти из команды",
    "Leaving the team now?": "Подтверждаешь выход из команды?",
    "left a comment": "написал комментарий",
    "Like | Dislike": "Like | Dislike",
    "Log in": "Войди",
    "Login": "Вход",
    "Logout": "Выход",
    "Loses": "Поражения",
    "Make captain": "Сделать капитаном",
    "Manage Site": "Управление сайтом",
    "Many years have passed since the release of the game Need for Speed Underground.": "Уже немало лет прошло с момента выхода игры Need for Speed Underground.",
    "Mark read": "Пометить как прочитано",
    "Mark unread": "Снять отметку о прочтении",
    "Maximum allowable number of mistakes: :count.": "Максимальное количество ошибок: :count.",
    "Member sings :date": "Регистрация :date",
    "min.": "мин.",
    "Monitor": "Монитор",
    "My tourneys": "Мои турниры",
    "Name": "Название",
    "Need for Speed Underground video game of 2003. Arcade racing.": "Need for Speed Underground видеоигра 2003 года. Акрадная гонка, автосимулятор.",
    "Never challenge a player. This will cause the game to hang on your computer. If you want to play online, invite the players in the game chat and create a race.": "Нкогда не бросай вызов игроку. Это обязательно подвесит игру на твоем компьютере. Ести хочешь поиграть онлайн, пригласи игроков в чате и создай гонку.",
    "New competition": "Новое состязание",
    "New message": "Новое сообщение",
    "New quiz answer": "Новый ответ на вопрос теста",
    "New quiz question": "Новый вопрос теста",
    "New tourney": "Новый турнир",
    "New user": "Новый пользователь",
    "News": "Новости",
    "News has been created.": "Новость создана.",
    "News has been deleted.": "Новость удалена.",
    "News has been updated.": "Новость изменена.",
    "Next, create a new one or log into an existing account and select the type of race. At this stage we will stop and continue to consider the next steps.": "Далее, создай новый или войди в существующий аккаунт и выбери тип гонок. Тут мы приостановимся и продолжим рассматривать дальнейшие шаги.",
    "NFS Underground": "NFS Underground",
    "NFSU Client": "NFSU Клиент",
    "NFSU Cup Blog": "NFSU Cup Блоги",
    "NFSU Cup is a project designed for online races on Need for Speed Underground.": "NFSU Cup - это проект разработанный для онлайн гонок в Need for Speed Underground.",
    "NFSU Cup News": "Новости на NFSU Cup",
    "NFSU Save": "NFSU Сохранение",
    "NFSU Save Patcher": "NFSU Редактор сохранений",
    "NFSU Server": "NFSU сервер",
    "No": "Нет",
    "No image": "Нет изображения",
    "No information about archived seasons.": "Нет информации по завершенным сезонам.",
    "No mistakes are allowed.": "Ошибаться нельзя.",
    "Not all possible finalists in the final round.": "Не все возможные финалисты добавлены в финальный раунд.",
    "Not enough rights.": "Недостаточно прав.",
    "Notification content": "Уведомление",
    "Notification has been deleted.": "Уведомление удалено.",
    "Notification read status has been updated.": "Статус прочтения уведомления изменен.",
    "Notifications": "Уведомления",
    "Notified": "Уведомлен",
    "Now the competition will be completed. Continue?": "Состязание будет завершено. Продолжить?",
    "Now the final heat racers will be available for viewing on the tourney page. Continue?": "Гонщики финального раунда появятся на странице турнира. Продолжить?",
    "Now the heats for the tourney will be created and the drawing for the racers will be held. Continue?": "Будут созданы турнирные заезды и проведена жеребьевка. Продолжить?",
    "Now the heats will be available for viewing on the tourney page. Continue?": "Заезды и их участника появятся на странице турнира. Продолжить?",
    "Now the tourney will be cancelled. Continue?": "Турнир будет отменен. Продолжить?",
    "Now the tourney will be completed. Check carefully all the results of the races. The completing of the tourney is done once and cannot be cancelled. Continue?": "Сейчас турнир будет завершен. Внимательно проверь все результаты заездов. Завершение турнира проводится один раз и отменить его нельзя. Продолжить?",
    "of": "из",
    "Off": "выкл.",
    "Omitting details in 2007, EA show down services for online playing.": "Опуская подробности отметим, что в 2007 году EA закрыла серверы для онлайн игры.",
    "On": "вкл.",
    "On the bottom left are the elements:": "Внизу слева находятся элементы:",
    "Once you delete your account, there is no going back. Please be certain.": "После того, как ты удалишь свой аккаутнт, пути назад уже не будет. Если уверен в своем решении, нажми кнопку ниже для продолжения процедуры удаления.",
    "One man named 3Priedez created his own version of the server for the NFS Underground.": "Человек по имени 3Priedez создал собственную версию сервера для NFS Underground.",
    "Online": "онлайн",
    "Online since": "онлайн с",
    "Only registered users with the 'racer' status can take part in tourneys.": "Только зарегистрированные пользователи со статусом 'гонщик' могут принимать участие в турнирах.",
    "Only the captain can dismiss the team.": "Только капитан можен распустить команду.",
    "Or Login?": "Или войти?",
    "Our mission is to unite all fans of this game.": "Цель проекта объединять фанатов этой игры.",
    "Overall": "Общий зачет",
    "Overall info": "Общие сведения",
    "Pagination Navigation": "Навигация",
    "pagination.next": "Вперед",
    "pagination.previous": "Назад",
    "Password": "Пароль",
    "Password has been changed.": "Пароль изменен.",
    "Persist new password": "Сохранить новый пароль",
    "Personal standing": "Персональный зачет",
    "Place": "Место",
    "Player": "Игрок",
    "Player has been removed from the team.": "Игрок удален из команды.",
    "Player name...": "имя игрока...",
    "Players": "Игроки",
    "Players list": "Список игроков",
    "Please click the button below to verify your email address.": "Кликните на кнопку ниже, чтобы подтвердить ваш адрес email.",
    "Possible cause — the folder where the save files are located is hidden. How to see hidden files is indicated in previous question.": "Возможная причина — папка с файлами сохранения является скрытой. Как увидеть скрытые файлы показано в предыдущем вопросе.",
    "Post a comment": "Оставить комментарий",
    "Post has been created.": "Пост создан.",
    "Post has been deleted.": "Пост удален.",
    "Post has been published.": "Пост опубликован.",
    "Post has been restored.": "Пост восстановлен.",
    "Post has been trashed.": "Пост перемещен в корзину.",
    "Post has been unpublished.": "Пост снят с публикации.",
    "Post has been updated.": "Пост сохранен.",
    "Post image has been removed.": "Изображение поста удалено.",
    "Posts": "Посты",
    "Profile": "Профиль",
    "Pts.": "Очки",
    "Public profile": "Публичный профиль",
    "Publish": "Опубликовать",
    "Publish post": "Публикация поста",
    "Published": "Опубликован",
    "published": "опубликовал",
    "Published at": "Опубликован",
    "Publishing": "Публикация",
    "Questions count": "Количество вопросов",
    "Quiz": "Тест",
    "Quiz answer has been deleted.": "Ответ удален.",
    "Quiz answer has been updated.": "Ответ изменен.",
    "Quiz failed. Errors count: :count": "Тест не пройден. Всего ошибок: :count",
    "Quiz passed!": "Тест пройден успешно!",
    "Quiz question has been deleted.": "Вопрос удален.",
    "Quiz question has been updated.": "Вопрос изменен.",
    "Quiz Questions": "Вопросы теста",
    "racer": "гонщик",
    "Racer has been added to the final.": "Гонщик добавлен в финальный раунд.",
    "Racer test": "Тест гонщика",
    "Racer test is only available for registered users. You can find it in the dropdown menu for your account. After successful completion, that menu item will disappear.": "Тест гонщика доступен только для зарегистрировавшихся игроков. Ты можешь его найти в выпадающем меню своего аккаунта. После успешного прохождения тесты этот пунк меню исчезнет.",
    "Racer test settings": "Настройки теста гонщика",
    "Racers": "Гонщики",
    "Random draw": "Жеребьевка",
    "Random draw has been done. If something doesn't suit you, you can do it again.": "Жеребьевка завершена. Если тебя что-то не устраивает в рассадке по заездам, ты можешь сделать это еще раз.",
    "Rating": "Рейтинг",
    "Ratings": "Рейтинги",
    "Read at": "Прочитано",
    "Recent news": "Последние новости",
    "Regards": "С наилучшими пожеланиями",
    "Register": "Регистрация",
    "Register NFSU Cup": "Регистрация на NFSU Cup",
    "Registered :date": "Зарегистрирована :date",
    "Remember Me": "Запомнить на этом устройстве",
    "Remove image": "Убрать",
    "Removed.": "Удалено.",
    "Reply": "Ответь",
    "Reset Password": "Смена пароля",
    "Reset password to NFSU Cup": "Смена пароля на NFSU Cup",
    "Restore": "Восстановить",
    "Restore access to NFSU Cup": "Восстановление доступа к NFSU Cup",
    "Result": "Рузультат",
    "results": "результатов",
    "Results": "Результаты",
    "Resume": "Возобновить",
    "Role": "Роль",
    "Room": "Комната",
    "Room — is a place where online players can chat and create races. On the server 31.131.19.86 there are at least two rooms for each type of race. GLOBAL — for all players. SANDBOX — for newbies. Players can create their own rooms. To do this, press Z in the corresponding game menu (see Gameplay). On the server version 2.5 and higher, a restriction can be set on the players creating their own rooms. You can check on the page Monitor Create rooms option.": "Комната — это место на сервере, где игроки могут общаться и создавать заезды. На сервере NFSU Cup есть как минимум две комнаты для каждого типа гонок. GLOBAL — для всех игроков. SANDBOX — для новичков. Игроки могут также создавать собственные комнаты. Для этого нужно нажать Z в соответствующем менюя игры (см. Геймплей). На сервера версии 2.5 и выше может быть установлен запрет на создание комнат. Ты можешь проверить это на странице 'Монитор' игрового сервера.",
    "Rooms guard": "Запрет на комнаты",
    "Round": "Раунд",
    "Ru": "Русский",
    "Rules": "Правила",
    "Rules of the NFSU Cup": "Правила NFSU Cup",
    "Save": "Сохранить",
    "Save Patcher allows you edit NFS Underground savegame files.": "Редактор сохранений позволяет напрямую изменять файлы сохранений игры NFS Underground.",
    "Saved.": "Сохранено.",
    "Savegame profile files by Stox from XRT clan (ex RR).": "Файлы сохранений профиля игрока Stox из клана XRT (быв. RR).",
    "Scheduled": "Запланирован",
    "Score": "Очки",
    "Season": "Сезон",
    "Season archive information": "Информация о завершенном сезоне",
    "Season awards": "Награды за сезон",
    "Season has been completed. New season starts.": "Сезон завершен. Новый сезон создан.",
    "Season has been resumed.": "Сезон возобновлен.",
    "Season has been suspended.": "Сезон приостановлен.",
    "Season ID": "Сезон №",
    "Season is suspended.": "Сезон приостановлен.",
    "Season settings": "Настройки сезона",
    "Season standings": "Рейтинги сезона",
    "Season status": "Статус сезона",
    "Seasons": "Сезоны",
    "Seasons archive": "Архив сезонов",
    "See also": "Смотри также:",
    "Select country ...": "Выбери страну ...",
    "Select in the main menu": "Выбери в главном меню",
    "Select racer ...": "Выбери гонщика ...",
    "Send": "Отправить",
    "Send message": "Отправить сообщение",
    "Sent.": "Отправлено.",
    "Series of tourneys are divided into seasons. Typically, a season consists of about 60 tourneys.": "Серии турниров подразделяются на сезоны. Как правило один сезон состоит примерно из 60 турниров.",
    "Server is offline": "Сервер выключен",
    "Server monitor": "Монитор игрового сервера",
    "Server version 2.5 is currently running on the NFSU Cup. The server has been running since June 1, 2013.": "На NFSU Cup сейчас работает сервер версии 2.5. Сервер был запущен 1 июня 2013 года.",
    "Settings": "Настройки",
    "Setup": "Установка",
    "Should I complete underground mode (career) to play online?": "Должен ли я завершить карьеру (underground режим) чтобы покатать онлайн?",
    "Showing": "Показано",
    "Sign Up": "Подать заявку",
    "Signed as": "Ты вошел как",
    "Signed up": "Подали заявку",
    "Signup period is not over.": "Период подачи заявок на турнир еще не завершен.",
    "Signup time": "Подача заявок",
    "Since 2003 the publisher of the game (Electronic Arts) provided the online service for the multiplayer.": "С 2003 года издатель игры (Electronic Arts) предоставлял свои онлайн сервисы (читай серверы) для мультиплеера.",
    "Since you are a racer you may create a tourney.": "Поскольку у тебя статус гонщика, ты можешь создавать турниры.",
    "Site points (SP)": "Сайтпоинты (SP)",
    "Site points system": "Система очков на сайте",
    "Size": "Размер",
    "So it was in 2004. It was impossible to enter the room. There were no places.": "Так было в 2004 году. Невозможно в комнату было войти. Все 50 мест были заняты.",
    "So, there is how looks like the gameplay for the online game Need for Speed Underground in general.": "Так, в общих чертах, выглядит геймплей по онлайн игре Need for Speed Underground.",
    "Sprint": "Спринт",
    "Standings": "Турнирная таблица",
    "Start racing online now.": "Начинай катать онлайн уже сейчас.",
    "Started at": "Началось",
    "Starts at": "Начало в",
    "Status": "Статус",
    "Summary": "Сводная таблица",
    "supervisor": "супервайзер",
    "Suspend": "Приостановить",
    "Suspended": "Приостановлен",
    "Team": "Команда",
    "Team captain": "Капитан",
    "Team has been created.": "Команда создана.",
    "Team password": "Командный пароль",
    "Team profile": "Профиль команды",
    "Teams": "Команды",
    "Teams standing": "Командный зачет",
    "Test failed. Errors count: :count": "Тест не пройден. Всего ошибок: :count",
    "Test passed! You got the racer promotion and will be able to signup for tourneys": "Тест пройден! Ты получаешь статус гонщика и теперь сможешь участвовать в турнирах.",
    "The admin cannot be trashed.": "Админа нельзя отправить в корзину.",
    "The atmosphere of the game and the soundtrack and customization of the vehicles made a strong impression.": "Атмосфера игры, саундтрек, возможности катомизации машин производили сильное, запоминающееся впечатление.",
    "The competition rating includes only registered users.": "Рейтинг каждого состязания включает только зарегистрированных пользователей.",
    "The competition usually lasts about a week.": "Состязание обычно длится в течение одной недели.",
    "The final heat has been cleaned.": "Финальный раунд очищен.",
    "The final round may be started. You may wait for a minute and announce the final round.": "Можно начинать финальный раунд. Ты можешь подождать минутку и объявить финальный раунд в игровом чате.",
    "The first thing you can do in this situation. Either disable or make Windows Firewall, all third-party firewalls, and antivirus software exceptions for the game. If this does not help, then most likely the problem is in the router. This is such a device that provides the connection of your computer with the Internet. The so-called port forwarding must be configured on the router.": "Первое, что ты можешь сделать в такой ситуации, отключить Брандмауэр Windows, сторонние фаерволы и антивирусное ПО. Или добавить в исключения client.exe  и speed.exe. Если это не помогло, нужно настроить роутер. Это устройство, которое обеспечивает связь компьютера с интернет. Должна быть настроена так называемая проброска портов на роутере.",
    "The game has a huge number of fans and many thousands of them went online.": "У игры было огромное число фанатов и тысячи из них пошли гонять онлайн.",
    "The NFSU Cup tourneys are based on the idea invented by the USSR Team players in 2004 and the races held on the official EA server in 2004-2006.": "Турниры на NFSU Cup базируются на идее, придуманной игроками команды USSR Team в 2004 году и заездах, проходивших в нерейтинговых комнатах официального сервера EA в 2004-2006 годах.",
    "The quiz form is not completed": "Форма для проверки не заполнена",
    "The rating on this track is empty.": "Рейтинг этого трека пуст.",
    "The section indicates from 1 to 4 tracks on which the competition takes place.": "В разделе Состязание указываются трассы, по которым идет зачет. Их может быть до 4-х.",
    "The start of the tourney has already been announced. No new draw possible.": "Уже был объявлен старт турнира. Новая жеребьевка невозможна.",
    "The team captain cannot be trashed. Handle with the team first.": "Капитан команды не может быть в корзине. Разберись с его командой сначала.",
    "The team has been dismissed.": "Команда распущена.",
    "The test form is not completed": "Форма для проверки не заполнена",
    "The Underground and Quick race modes are not covered in this article.": "Режимы Underground и Quick race не рассматриваются в этой статье.",
    "The world does not stand still. Like everything that was popular, it loses its popularity over time.": "Но мир не стоит на месте. Как и все, что было популярным, со временем теряет свою популярность.",
    "The yellow circle is the line of the game chat. There you can write your messages. Go to it by clicking on the mouse or by pressing the tab key. Next calls the player's menu (if your entry is current in the list of players, the menu will not open). You can watch the player's statistics there, write a private message and so on.": "Желтая окружность - это строка игрового чата. Там ты можешь писать сообщения в чат. Активация кликом или клавишей табуляции. Next называется меню игрока (если в списка игроков активна твоя строка, меню не откроется). Там можно написать приватное сообщение, посмотреть статистику игрока и пр.",
    "There are five nominations. Main is 'Overall' and of each types: Circuit, Sprint, Drag, Drift.": "Всего пять номинаций. Главная из них  'Общий зачет' и по каждому типу: Кольцо, Спринт, Дрэг и Дрифт.",
    "There are ratings in a season (personal, country, team).": "В сезоне есть рейтинги (персональный, страновой, командный).",
    "There are two types of rooms on the game server: RANKED and UNRANKED. Because this version of the server keeps a complete record of player statistics, then all races in the RANKED rooms are persisted in statistics. Races in UNRANKED rooms do not change statistics. The statistics take into account REP points and all sorts of average indicators (average rank and REP of opponents), as well as the number of wins, losses and disconnections. Based on the REP points, a player RANKING is compiled, which can be seen both in the game (in the ONLINE GAME menu, the RANKINGS item) and here on the site. Also, the races in the RANKED rooms get into WEEK'S TOP PERFORMERS (this is in the game) and in Best performers (this is on the site).": "Есть две группы комнат на игровом сервере: RANKED and UNRANKED. Так как эта версия сервера хранит полную игровую статистику, все заезды в RANKED комнатах попадают в статистику. Заезды в UNRANKED статистику не меняют. Статитика представляет собой очки REP, количество побед, поражений и т.п. а также некоторые средние величины (средний ранг или REP соперников и т.п.). На основе REP составляется ранг игроков, который доступер в игре (пункт меню ONLINE GAME, далее RANKINGS) и на этом сайте. Также все заезды в RANKED комнатах учитываются и лучшие попадают в WEEK'S TOP PERFORMERS (в игре) и 'Звезды треков' (на этом сайте).",
    "There can be up to four racers in the final round.": "В финале не может быть более 4-х гонщиков.",
    "There is no active competition.": "Нет активного состязания.",
    "There is no blog posts yet.": "Пока нет ни одного поста.",
    "There is no comments yet.": "Пока нет комментариев.",
    "There is no competitions yet.": "Пока нет ни одного состязания.",
    "There is no information about player with username ':name'": "На игровом сервере нет информации об игроке: ':name'",
    "There is no news yet.": "Пока нет ни одной новости.",
    "There is no posts yet.": "Пока нет ни одного поста.",
    "There is no questions yet.": "Пока нет ни одного вопроса.",
    "There is no tourneys yet.": "Пока нет ни одного турнира.",
    "There is Online Game information.": "Здесь информация только об онлайн игре.",
    "These credentials do not match our records.": "На NFSU Cup нет пользователя с такими данными.",
    "This answer cannot be deleted. It is related to another question.": "Этот ответ не может быть удален. Он относится к другому вопросу.",
    "This answer cannot be updated. It is related to another question.": "Этот ответ не может быть изменен. Он относится к другому вопросу.",
    "This comment cannot be deleted! There are descendants.": "Этот комментарий нельзя удалить! Есть ответы других пользователей.",
    "This is an updated version of the server from 3Priedez.": "Это дополненная версия сервера от 3Priedez.",
    "This is extremely important.": "Это охуеть как важно.",
    "This is the most difficult situation to solve. Because there can be many reasons. Only one thing they have in common is the root of the problem with the connection. Rather, blocks it.": "Самая трудная для разрешения ситуация. Потому как может быть много разных причин этого. Но общее у этих проблем - это связь. Вернее то, что ее блокирует.",
    "This is usually not a problem in Windows XP. Only starting with Windows 7, where the User Account Control (UAC) appeared, did this become a small problem. The main task is to make the client.exe program modify the hosts file. There are several ways to do this. One of them run the client as administrator. This usually helps. If not, you should configure Windows UAC.": "На Windows XP обычно такой проблемы нет. Начиная с Windows 7, где появился User Account Control (UAC), это стало небольшой проблемой. Главное дать право client.exe модифицировать файл hosts. Есть несколько способов сделать это. Один - запустить клиента от имени администратора. Это обычно помогает. Если нет, тебе следует покопаться в настройках Windows UAC.",
    "This password reset link will expire in :count minutes.": "Срок действия ссылки для изменения пароля истекает через :count минут.",
    "This racer is already added to the final.": "Это гонщик уже в финале",
    "This role has already been assigned.": "Это роль уже назначена.",
    "This test will find out how well you know the Rules of the NFSU Cup. When you pass this test you will be promoted to racer and will be able to participate in tourneys.": "Этот тест определит, насколько хорошо ты знаешь Правила NFSU Cup. После прохождения этого теста ты получишь статус гонщика и сможешь участвовать в турнирах.",
    "This tourney cannot be canceled.": "Этот турнир не может быть отменен.",
    "This, as they say, did not go unnoticed.": "Это, как говорится не осталось не замеченным.",
    "Thus, the concepts of the official and unofficial server appeared.": "Так появились понятия официальные и неофициальные серверы.",
    "Time": "Время",
    "Title": "Заголовок",
    "Title En": "Заголовок En",
    "Title Ru": "Заголовок Ru",
    "TJ cheat is a car setting with the wrong quantity or quality of unique parts from TJ. This cheat gives some advantage to the player (if, of course, he can cope with such power). In count — unique TJ parts should be only 3. By quality — refer to rules because cars with a TJ cheat are prohibited in tourneys. You can manipulate with a combination of TJ parts in NFSU Save Patcher.": "TJ чит - это настройки машины, которые не могут быть созданы без сторонних программ. Это касается только уников от TJ. Их может быть только три из девяти еще и не всякая комбинация. Этот чит дает некоторое преимущество перед остальными игроками, но может стать и причиной неудач в не очень опытных руках. Не турнирах использовать этот чит запрещено правилами. Ты можешь манипулировать комбинацией уников TJ, используя NFSU Save Patcher.",
    "TJ guard": "Запрет на TJ чит",
    "to": "по",
    "To connect to this server you need to use the NFSU client and address \"www.nfsu-cup.com\" or \"31.131.19.86\".": "Для подключения к этому серверу ты должен использовать клиента NFSU и адрес \"www.nfsu-cup.com\" или \"31.131.19.86\".",
    "to discuss this news": "чтобы обсудить эту новость",
    "To obtain this status, you need to study the rules and pass the test.": "Чтобы получить этот статус ты должен изучить правила и пройти тест.",
    "To play online you need": "Для онлайн игры тебе нужны",
    "To verify, type": "Для проверки набери",
    "Too few racers. You should cancel the tourney now.": "Слишком мало участников. Сейчас ты должен отменить турнир.",
    "Tourney archive": "Архив турниров",
    "Tourney countries standing": "Турниры: зачет по странам",
    "Tourney has been cancelled.": "Турнир отменен.",
    "Tourney has been completed.": "Турнир завешен. Поздравляю с успешным проведением турнира. Привет от newbie :)",
    "Tourney has been created.": "Турнир создан.",
    "Tourney has been deleted.": "Турнир удален.",
    "Tourney has been started. You may wait for a couple of minutes and announce the first round.": "Турнир начался. Ты можешь подождать пару минут и объявить начало первого раунда.",
    "Tourney has been updated.": "Турнир изменен.",
    "Tourney is already cancelled.": "Турнир уже отменен.",
    "Tourney is already completed.": "Турнир уже завершен.",
    "Tourney is already started.": "Турнир уже стартовал.",
    "Tourney personal standings": "Турниры: персональный зачет",
    "Tourney place": "Место в турнире",
    "Tourney scoring": "Систета очков на турнире",
    "Tourney teams standing": "Турниры: командный зачет",
    "Tourneys": "Турниры",
    "Tourneys are a significant part of the NFSU Cup project.": "Турниры - -это значительная часть проекта NFSU Cup.",
    "Track": "Трасса",
    "Trash": "В корзину",
    "Trashed": "В корзине",
    "Trophies": "Трофеи",
    "Type": "Тип",
    "Unable to announce the final round someone's else tourney.": "Нельзя объявлять финальный раунд для чужого турнира.",
    "Unable to cancel someone's else tourney.": "Нельзя отменить чужой турнир.",
    "Unable to clean the final round someone's else tourney.": "Нельзя очистить финальный раунд чужого турнира.",
    "Unable to clean the heat. Final round has been announced.": "Нельзя очистить этот заезд. Финальный раунд уже объявлен.",
    "Unable to complete someone's else tourney.": "Нельзя завершить чужой турнир.",
    "Unable to draw someone's else tourney.": "Нельзя проводить жеребьевку чужого турнира.",
    "Unknown role :role.": "Неизвестная роль :role.",
    "Unknown track": "Неизвестный трек",
    "Unpublish": "Снять",
    "Unsupported locale is provided.": "Неподдерживаемая локаль.",
    "Unzip in any folder. Create a shortcut for the executable. For windows 7, 10 run as administrator.": "Распакуй в любую папку. Создай ярлык для exe-файла. Для Windows 7, 10 лучше запускать от имени администратора.",
    "Unzip into:": "Распаковать в:",
    "Unzip to any folder.": "Распакуй в любую папку.",
    "Unzip to desired folder. Create a shortcut wherever you want for executable speed.exe. You can change shortcut icon by the NFSU_icon.ico. The game is ready to start.": "Распакуй в желаемую папку. Создай ярлык на рабочем столе для speed.exe. Ты можешь поменять иконку ярлыка на NFSU_icon.ico. Игра готова к запуску.",
    "Update": "Сохранить",
    "Update result": "Изменить результаты",
    "Upload new avatar": "Загрузить новый аватар",
    "Upload new image": "Загрузить",
    "user": "пользователь",
    "User cabinet": "Кабинет пользователя",
    "User has been removed.": "Пользователь удален.",
    "User has been restored.": "Пользователь восстановлен.",
    "User has been trashed.": "Пользователь перемещен в корзину.",
    "User has been updated.": "Пользователь изменен.",
    "User is not trashed.": "Пользователь не в корзине.",
    "Username": "Имя пользователя",
    "Users": "Пользователи",
    "Utility for Need for Speed Underground multiplayer over internet or local network. Author 3PriedeZ.": "Утилита, необходимая для игры в Need for Speed Underground по интернету или локальной сети.",
    "Verify Email Address": "Проверка email адреса",
    "Version: 1.4.": "Версия: 1.4.",
    "View": "Просмотр",
    "View & Comments": "Просмотр & Комменты",
    "View details": "Подробности",
    "View news item": "Просмотр новости",
    "View post": "Просмотр поста",
    "View quiz question": "Просмотр вопроса теста",
    "Welcome back!": "С возвращением!",
    "What are rooms on the server? Can I create my own room?": "Что такое комнаты на сервере? Могу ли я создать свою комнату?",
    "what are you doing here!?": "что ты здесь делаешь!?",
    "What is a RANKED \/ UNRANKED game?": "Что такое RANKED \/ UNRANKED игра?",
    "What is a TJ cheat?": "Что такое TJ чит?",
    "What version of Windows is suitable for the game?": "Какая версия Windows подходит для игры?",
    "What you need to play online Need for Speed Underground?": "Что нужно для игры онлайн?",
    "When I click 'Use server' an error occurs in the client 'Could not write hosts file. Make sure that...' . What should I do?": "Когда я кликаю 'Use server' в клиенте появляется ошибка 'Could not write hosts file. Make sure that...' . Что мне делать?",
    "Where are Need for Speed Underground save files located?": "Где находятся файлы сохранений Need for Speed Underground?",
    "Where can I find a racer test?": "Где найти тест гонщика?",
    "Whoops!": "Упс!",
    "Whoops! Something went wrong.": "Вот блядство! Что-то пошло не так.",
    "Windows 98, Windows XP, Windows 7, 10 and later are suitable for the game. For an online game — the main thing is the client be able to write information to the hosts file.": "Windows 98, Windows XP, Windows 7, 10 и позже подходят для игры. Для игры онлайн также важно иметь полный доступ к файлу hosts.",
    "Winner: :username": "Победитель: :username",
    "Winners receive rewards at the end of the season.": "По завершении сезона победители получают награды.",
    "Wins": "Победы",
    "Wins %": "Победы %",
    "Withdraw": "Отменить заявку",
    "Without avatar": "Не использовать аватар",
    "Wrong team password.": "Неверный командный пароль.",
    "XRT clan vinyls are presented.": "Представлены винилы клана XRT.",
    "Yellow controls are marked. 1, 2 — switch between the list of races and the list of players. These elements can be clicked with a mouse, but it's more comfortable to use shortcuts: left and right. 3, 4 — switching the type of information on the players. Shortcuts, (comma) and .(dot).": "Желтым выделены элементы управления. 1, 2 — переключение между списком игроков и списком созданных гонок. Поним можно кликать, но гораздо удобнее пользоваться клавишами: вправо и влево. 3, 4 — переключение просмотра различной информации по игрокам. Быстрые клавиши: , (запятая) и . (точка).",
    "Yes you should! At least two times!": "Да должен! Не менее двух раз!",
    "You are already a racer.": "Ты уже гонщик.",
    "You are going to delete this comment. Continue?": "Ты собираешься удалить комментарий. Продолжить?",
    "You are going to sign up in the tourney. You can withdraw before the tourney starts. Proceed?": "Ты собираешься принять участие в турнире. Ты сможешь отозвать заявку да начала турнира, если потребуется. Продолжить?",
    "You are going to withdraw from the tourney. Proceed?": "Ты собираешься отказаться от участия в турнире. Продолжить?",
    "You are receiving this email because we received a password reset request for your account.": "Вы получили это письмо, потому что был получен запрос на восстановление пароля для вашей учетной записи.",
    "You can click on them, or use the keyboard shortcuts.": "Ты можешь кликать по ним или пользоваться быстрыми клавишами.",
    "You can only announce the final round for an active tourney.": "Ты можешь объявить финальный раунд только для АКТИВНОГО турнира.",
    "You can only clean the final round for an active tourney.": "Ты можешь очистить финальный раунд только для АКТИВНОГО турнира.",
    "You can only complete the with final status.": "Ты можешь завершить турнир только со статусом ФИНАЛ.",
    "You cannot delete account right now. Wait for the tourney to finish.": "Прямо щас нельзя удалить аккаутн. Дождись завершения турнира",
    "You cannot delete account. You must handle the current tourney and delete all scheduled.": "Ты не можешь удалить аккаунт. Ты должен провести до конца текущий турнир и удалить все свои запланированные турниры.",
    "You changed like to disliked or vice versa.": "Ты изменил лайк на дизлайк или наоборот.",
    "You created a tourney: ':name'.": "Ты создал турнир: ':name'.",
    "You created post: ':title'.": "Ты создал пост: ':title'.",
    "You created the team: ':name'.": "Ты создал команду: ':name'.",
    "You deleted the comment.": "Ты удалил комментарий.",
    "You deleted the post.": "Ты удалил пост.",
    "You deleted the tourney.": "Ты удалил турнир.",
    "You did something with like or dislike.": "Ты что-то сделал с лайком или дизлайком.",
    "You did something with tourney.": "Ты что-то сделал с турниром.",
    "You dismissed the team.": "Ты распустил команду.",
    "You have been signed up the tourney.": "Твоя заявка принята.",
    "You have been withdrawn from the tourney.": "Ты снялся с турнира.",
    "You have no dialogue with :username.": "У тебя нет диалога с :username.",
    "You have no dialogues yet.": "У тебя пока нет диалогов.",
    "You have no notifications.": "У тебя здесь нет уведомлений.",
    "You have no permission to complete the season.": "Ты не имеешь прав на завершение сезона.",
    "You have no right to sign up the tourney. You must pass the racer test first.": "У тебя нет права подавать заявки на турниры. Сначала ты должен пройти тест гонщика.",
    "You have no right to withdraw yourself from the tourney. You must pass the racer test first.": "У тебя нет права сниматься с турниры. Сначала ты должен пройти тест гонщика.",
    "You have not been active for the last four weeks.": "У тебя не было активности последние 4 недели.",
    "You have not signed for the tourney.": "Ты не подавал заявку на этот турнир.",
    "You have to transfer captainship or delete your team first.": "Ты должен сделать капитаном другого участника или удалить свою команду.",
    "You joined the team.": "Ты присоединился к команде.",
    "You joined the team: ':name'.": "Ты вступил в клан: ':name'.",
    "You kicked ':username' off the team.": "Ты выгнал ':username' из клана.",
    "You left comment: ':body'.": "Ты оставил комментарий: ':body'.",
    "You left the team.": "Ты вышел из команды.",
    "You liked or disliked something.": "Ты оставил лайк или дизлайк.",
    "You may only delete scheduled or cancelled tourneys.": "Ты можешь удалить только запланированные или отмененные турниры.",
    "You may sign up only once.": "Твоя заявка уже принята.",
    "You must be logged in": "Ты должен войти на сайт",
    "You must be logged in.": "Ты должен войти в аккаунт.",
    "You must exactly repeat the verify phrase.": "Ты должен ТОЧНО повторить проверочную фразу.",
    "You must log in the site.": "Ты должен войти на сайт.",
    "You must provide your email address.": "Ты должен ввести свой email.",
    "You must trash first.": "Ты должен сначала переложить в корзину.",
    "You need to leave the current team.": "Тебе нужно выйти из текущей команды.",
    "You passed the racer test.": "Ты прошел тест гонщика.",
    "You should be promoted to the racer.": "Тебе следует получить права гонщика.",
    "You should get tourney's draw first.": "Сначала ты должен сделать жеребьевку турнира.",
    "you signed up.": "ты участвуешь.",
    "You took part in the competition": "Ты принял участие в состязании",
    "You took part in the tourney: ':name'.": "Ты принял участие в турнире: ':name'.",
    "You transferred the captainship of the team to':username'.": "Ты передал руководство командой пользователю ':username'.",
    "You unliked to undisliked something.": "Ты отменил свой лайк или дизлайк.",
    "You will find everything you need for this in the downloads section.": "Ты найдешь все необходимое для этого в разделе загрузок.",
    "Your account has been created. Welcome to NFSU Cup.": "Твой аккаунт был создан успешно. Добро пожаловать на NFSU Cup.",
    "Your account has been deleted. Bye now.": "Твой аккаутн был успешно удален. Пока.",
    "Your activity in the last four weeks.": "Твоя активность за последние 4 недели.",
    "Your cabinet": "Твой кабинет",
    "Your dialogue with :username has been blocked.": "Твой диалог с :username был заблокирован.",
    "Your dialogues": "Твои диалоги",
    "Your email": "Твой email",
    "Your notifications": "Твои уведомления",
    "Your notifications settings": "Твои настройки уведомлений",
    "Your personal account": "Твой персональный аккаунт",
    "Your posts": "Твои посты",
    "Your private dialogue with :partner": "Твой приватный диалог с :partner",
    "Your private dialogues": "Твои приватные диалоги",
    "Your profile has no an avatar": "Твой профиль без аватара",
    "Your team": "Твоя команда",
    "Your tourneys": "Твои турниры",
    "Your username will be not available to registration on NFSU Cup.": "Твое имя пользователя не будет доступно для регистрации на NFSU Cup.",
    "zip folder": "zip архив"
}
